OpenFOAM/gasThermoCoupled-OF4.1/cases/laminar/0/wedgeAndSlip
front
{
    type    wedge;
}

back
{
    type    wedge;
}

defaultFaces
{
    type    slip;
}

